Repository: gibus/robinson
Catalog: sites/all/translations/admin_theme-7.x-1.0.*.po
Languages: fr

source: Custom
fr: Personnalisé

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
fr: Saisissez une page par ligne sous la forme de chemins Drupal. Le caractère '*' est un joker. Saisissez par exemple %blog pour la page des blogs et %blog-wildcard pour chaque blog personnel. %front est la page d'accueil.

source: Choose which pages should be displayed with the administration theme.
fr: Choisissez quelles pages doivent être affichées avec le thème d'administration.

source: If a path appears here, the administration theme is not shown even if all above options apply.
fr: Si un chemin apparait ici, le thème d'administration n'est pas montré même si toutes les options ci-dessus s'appliquent.

source: Content editing
fr: Edition du contenu

source: Use the administration theme when viewing the Image assist popup window.
fr: Utiliser le thème d'administration pendant la visualisation de la fenêtre popup Image assist.

source: Code reviews
fr: Revues de code

source: Use the administration theme when viewing Coder code reviews.
fr: Utiliser le thème d'administration lors de la consultation des revues de code.

source: Use the administration theme when viewing pages of the devel module (hook_elements(), Dev render, Dev load, Session viewer, Theme registery, Variable editor, ...).
fr: Utiliser le thème d'administration lors de la visualisation des pages du module devel (hook_elements(), Dev render, Dev load, Session viewer, Theme registery, Variable editor, ...).

source: Use the administration theme when viewing webform submissions.
fr: Utiliser le thème d'administration lors de la visualisation des soumissions de webforms.

source: Use the administration theme when viewing pages of the statistics module.
fr: Utiliser le thème d'administration lors de la consultation des pages du module Statistics.

source: Administration theme module settings are available under !link
fr: La configuration du thème d'administration est disponible à !link

source: Administration theme
fr: Thème de l'administration

source: Batch processing
fr: Traitement par lots

source: Use the administration theme when executing batch operations.
fr: Utiliser le thème d'administration lors d'exécutions de traitements par lots.

source: Use the administration theme when viewing service attachments on nodes.
fr: Utiliser le thème d'administration lors de l'affichage des service attachments sur les noeuds.
